[
    {
        "title": "Medicine and Inequality",
        "imageUrl": "https://www.dl.dropboxusercontent.com/s/a73dst9j8c0hwgb/16-trimpin-2.jpg?dl=0",
        "paragraphs": [
            "I am committed to engaging with issues of inequality and oppression, in their many forms, within my bioethical and philosophical scholarship. Some examples of this work include an argument against the practice of nonconsensual educational pelvic exams on  anesthetized patients by medical students (which has contributed to the introduction of bills requiring consent in at least 17 state legislatures in the United States), a critical discussion of the role of personal responsibility in decisions related to resource allocation in health care, and an investigation of the push away from using the term ‘medically assisted suicide’. I have also worked collaboratively on projects related to ethical issues in gender affirming care for youth, requests for re-infibulation in cases of female genital cutting, and whether an unequal distribution of placebo effects in clinical encounters is exacerbating existing health disparities in racialized groups."
        ],
        "title2": "Representative Papers",
        "reptexts": [
            {
                "text": "Friesen, P. (2020) Trust in Health Care after the Death of Joyce Echaquan. Impact Ethics.",
                "link": ""
            },
            {
                "text": "Friesen, P. (2018) Educational pelvic exams on anesthetized women: why consent matters, Bioethics. 32(5), 298-307.",
                "link": ""
            },
            {
                "text": "Friesen, P. (2016). Personal responsibility within health policy: unethical and ineffective, Journal of Medical Ethics.",
                "link": ""
            },
            {
                "text": "Friesen, P., Gligorov, N., (2022) White Ignorance in Pain Research: Racial Differences and Racial Disparities. Kennedy Institute of Ethics Journal. (accepted Sept 16, 2021)",
                "link": ""
            },
            {
                "text": "Friesen, P., Perez, T., Towle, S., (2021) Birthing Alone: An Ethical Analysis of Pandemic Policies Banning Birthing Partners International Journal of Feminist Approaches to Bioethics ",
                "link": ""
            }
        ],
        "title3": "Recent Talks",
        "rectexts": [
            {
                "text": "\"Birthing Alone: An Ethical Analysis of Pandemic Policies Banning Birthing Partners\" (Oct 14th, 2021) at the Vancouver Island Perinatal Grand Rounds",
                "link": ""
            },
            {
                "text": "\"The Moral Significance of Educational Pelvic Exams\" (November 30th, 2021) Reproductive Health Scholars Program, organized by the American Medical Student Association (panel with Fretwell Wilson, R., Silver-Isenstadt, A., Weitz, A., Goedken, J.)",
                "link": ""
            }
        ],
        "title4": "Media Coverage",
        "media": [
            {
                "text": "The New York Times",
                "link": ""
            },
            {
                "text": "This American Life",
                "link": ""
            },
            {
                "text": "The Associated Press",
                "link": ""
            },
            {
                "text": "VICE",
                "link": ""
            },
            {
                "text": "ELLE",
                "link": ""
            },
            {
                "text": "ABC4",
                "link": ""
            },
            {
                "text": "WBAL Maryland",
                "link": ""
            },
            {
                "text": "Forbes",
                "link": ""
            },
            {
                "text": "Bust",
                "link": ""
            },
            {
                "text": "Medscape",
                "link": ""
            },
            {
                "text": "Medium",
                "link": ""
            },
            {
                "text": "Gothamist",
                "link": ""
            },
            {
                "text": "Capital Gazette",
                "link": ""
            },
            {
                "text": "Deseret News",
                "link": ""
            },
            {
                "text": "Commonwealth",
                "link": ""
            },
            {
                "text": "The Bridge",
                "link": ""
            },
            {
                "text": "Houston Chronicle",
                "link": ""
            },
            {
                "text": "Snopes",
                "link": ""
            },
            {
                "text": "Throwing Shade",
                "link": ""
            }
            
        ]
    }
 ]