[
    {
        "title": "The Placebo Effect",
        "imageUrl": "https://www.dl.dropboxusercontent.com/s/a73dst9j8c0hwgb/16-trimpin-2.jpg?dl=0",
        "paragraphs": [
            "I began work on the placebo effect within my dissertation, within which I considered several prominent accounts of the placebo effect that have been put forward and argued that none of them are able to adequately account for the diverse instantiations of the phenomenon that we are now learning about. I then offered a novel account, suggesting that we ought to think of the placebo effect as encompassing three distinct responses: conditioned placebo responses, cognitive placebo responses, and network placebo responses. I also considered implications of the placebo effect’s role in complementary and alternative medicine for discussions of how to demarcate between science and pseudoscience within philosophy of science and offered a bioethical argument that maintains that the neglect of the placebo effect within medicine may be contributing to an increase in health disparities along lines of race and ethnicity. ",
            "I have continued to work in this area, arguing recently that there is room for agency in bioethical discussions of the placebo effect and distinctly, that both evidence-based medicine and complementary and alternative medicine have lessons to learn from each other when it comes to placebo effects. Currently, I have several ongoing projects related to this topic, examining how responsibility and blame play out in discussions of the placebo effect, as well as how placebo-responsive conditions tend to track lines of inequality and stigma within medicine."
        ],
        "title2": "Representative Papers",
        "reptexts": [
            {
                "text": "Friesen, P. (2019) Placebos as a Source of Agency: Evidence and Implications. Frontiers in Psychiatry (Psychosomatic Medicine). Special Issue: Placebo and Nocebo Effects in Psychiatry and Beyond, Eds. Enck, P., Weimer, K., Colloca, L., Dodd, S. ",
                "link": ""
            },
            {
                "text": "Friesen, P. (2019) Mesmer, the Placebo Effect, and the Efficacy Paradox: Lessons for Evidence Based Medicine and Complementary and Alternative Medicine. Critical Public Health. Special Issue: Pseudoscience and Global Health, Eds. Kingori, P. and Gerrets, R. ",
                "link": ""
            },
            {
                "text": "Friesen, P., & Blease, C. (2018) Placebo Effects and Racial and Ethnic Health Disparities: An unjust and unexplored connection, Journal of Medical Ethics.",
                "link": ""
            },
            {
                "text": "Friesen, P. (2020) Towards an Account of the Placebo Effect: A Critical Evaluation Alongside Current Evidence, Biology & Philosophy. ",
                "link": ""
            },
            {
                "text": "Shevlin, H., Friesen, P. (2020) Pain, Placebo, and Cognitive Penetration. Mind and Language.",
                "link": ""
            }
            
        ],
        "title3": "Recent Talks",
        "rectexts": [ 
            {
                "text": "\"Negativity and Nocebos: Currents of Responsibility and Blame in Placebo Studies\" (February 2021) at GRIN (groupe de recherche interuniversitaire sur la normativité)",
                "link": ""
            }
        ],
        "title4": "",
        "media": [
            {
                "text": "",
                "link": ""
            }
        ]
    }
 ]