[
    {
        "title": "Psychiatric Research and Practice",
        "imageUrl": "https://www.dl.dropboxusercontent.com/s/a73dst9j8c0hwgb/16-trimpin-2.jpg?dl=0",
        "paragraphs": [
            "I have long been interested in questions related to how knowledge is produced, and ought to be produced, in the field of psychiatry. I have written collaborative papers about the application of feminist standpoint theory to the field of psychiatry, asking whether lived experience can underlie the potential for a unique epistemic advantage within psychiatric research, as well as well as how a focus on measuring impact in participatory mental health research can obscure ethical justifications. I am part of a network committed to building service user/survivor research capacities. I welcome students with lived experience - in the classroom, as part of research projects, and as graduate students. Find more information ",
            "I have also been involved in qualitative research related to programs developed to support those experiencing early psychosis. While in New York, I co-led an investigation of the experiences of participants and family members in the community-based mental health program, Parachute, and led a project exploring the themes of identity and wellbeing among youth participating in the coordinated care early intervention program "
        ],

        "extralink" : "http://www.transformmhresearch.org/",
        "extralinkdesc" : "here.",
        "extralink2" : "https://ontrackny.org/",
        "extralinkdesc2" : "OnTrackNY.",
        "title2": "Representative Papers",
        "reptexts": [
            {
                "text": "Friesen, P. (2019) Expanding Outcome Measures in Schizophrenia Research: Does RDoC Pose a Threat? Philosophy, Psychiatry & Psychology. * winner of the Jaspers Award from the Association for the Advancement of Philosophy of Psychiatry",
                "link": "https://www.researchgate.net/publication/335831927_Expanding_Outcome_Measures_in_Schizophrenia_Research_Does_the_Research_Domain_Criteria_Pose_a_Threat"
            },
            {
                "text": "Friesen, P., Lignou, S., Sheehan, M., Singh, I. (2019) Measuring the Impact of Participatory Research in Psychiatry: How the search for epistemic justifications obscures ethical considerations. Health Expectations. Special Issue: Showcasing Patient and Public Involvement and Engagement in Mental Health Research.",
                "link": "https://onlinelibrary.wiley.com/doi/pdf/10.1111/hex.12988"
            },
            {
                "text": "Friesen, P., O’Leary, K. (2019). Machine learning and suicide prevention: considering context as a guide to ethical design, Mental Health as Public Health: Interdisciplinary Perspectives on the Ethics of Prevention, Eds. Cratsley, K., and Radden, J., Elsevier.",
                "link": "https://www.researchgate.net/publication/333069459_Machine_learning_and_suicide_prevention_considering_context_as_a_guide_to_ethical_design"
            },
            {
                "text": "Friesen, P., Goldstein, J. (2022) Standpoint Theory and the Psy Sciences: Can Marginalization and Critical Engagement Lead to an Epistemic Advantage? Hypatia",
                "link": "https://www.researchgate.net/publication/356001329_Standpoint_Theory_and_the_Psy_Sciences_Can_Marginalization_and_Critical_Engagement_Lead_to_an_Epistemic_Advantage"
            },
            {
                "text": "Friesen, P., Goldstein, J., Dixon, L. (2021) A ‘Blip in the Road’: Experiences of Identity after a First Episode of Psychosis. Psychosis: Psychological, Social, and Integrative Approaches.",
                "link": "https://www.researchgate.net/publication/349841557_A_blip_in_the_road_experiences_of_identity_after_a_first_episode_of_psychosis"
            },
            {
                "text": "Friesen, P. (2022) Psychosis and Psychedelics: Historical Entanglements and Contemporary Contrasts. Transcultural Psychiatry.",
                "link": "https://journals.sagepub.com/doi/full/10.1177/13634615221129116"
            }
        ],
        "title3": "Recent Talks",
        "rectexts": [
            {
                "text": "\"Psychosis and Psychedelics: Exploring Entanglements and Measurements\" (Feb 3rd, 2022) at the Jewish General Hospital Grand Rounds",
                "link": ""
            },
            {
                "text": "\"Standpoint Theory in the Psy Sciences: The Epistemic Advantage of Lived Experience\" (Jan 13th, 2022) for the McGill Psychiatry Interest Group",
                "link": ""
            }
        ],
        "title4": "",
        "media": [
            {
                "text": "",
                "link": ""
            }
        ]
    }
 ]