[
    {
        "title": "Psychiatric Research and Practice",
        "imageUrl": "https://www.dl.dropboxusercontent.com/s/a73dst9j8c0hwgb/16-trimpin-2.jpg?dl=0",
        "paragraphs": [
            "I have long been interested in questions related to how knowledge is produced, and ought to be produced, in the field of psychiatry. I have written about the application of feminist standpoint theory to the field of psychiatry, asking whether lived experience can underlie the potential for a unique epistemic advantage within psychiatric research, as well as well as how a focus on measuring impact in participatory mental health research can obscure ethical justifications. I am currently exploring historical entanglements and contemporary contrasts between psychedelics and psychosis, as well as how participatory research in psychiatry should be shaped by the field's unique history, its reliance on subjectivity, and the nature of disagreement within the field.",
            "I have also been involved in several qualitative research projects in psychiatry. Two projects I am currently involved include an investigation of the experiences of participants and family members in the community-based mental health program, Parachute, and an exploration of the themes of identity and wellbeing among youth participating in the coordinated care early intervention program, OnTrackNY.",
            "I am also part of a network committed to building service user/survivor research capacities and welcome students with lived experience - in the classroom, as part of research projects, and as graduate students."
        ],
        "title2": "Representative Papers",
        "reptexts": [
            {
                "text": "Friesen, P. (2019) Placebos as a Source of Agency: Evidence and Implications. Frontiers in Psychiatry (Psychosomatic Medicine). Special Issue: Placebo and Nocebo Effects in Psychiatry and Beyond, Eds. Enck, P., Weimer, K., Colloca, L., Dodd, S.",
                "link": ""
            },
            {
                "text": "Friesen, P., Lignou, S., Sheehan, M., Singh, I. (2019) Measuring the Impact of Participatory Research in Psychiatry: How the search for epistemic justifications obscures ethical considerations. Health Expectations. Special Issue: Showcasing Patient and Public Involvement and Engagement in Mental Health Research.",
                "link": ""
            },
            {
                "text": "Wusinich, C., Lindy, D., Russell, D., Pessin, N., Friesen, P. (2020) Experiences of Parachute NYC: An Integration of Open Dialogue and Intentional Peer Support, Community Mental Health Journal.",
                "link": ""
            }
        ],
        "title3": "Recent Talks",
        "rectexts": [
            {
                "text": "Gunay, A., Doerksen, E., Friesen, P. (2022) Community Research Ethics Oversight: Place, Experience, and Expertise. Ethical Issues in Stakeholder-Engaged Health Research. Springer, Eds. Anderson, E.",
                "link": ""
            },
            {
                "text": "Friesen, P., Douglas-Jones, R., Marks, M., Pierce R., Fletcher, K., Mishra, A., Lorimer, J., Veliz, C., Hallowell, N., Graham, M., Chan, M.S. Davies, H., Sallamuddin, T. (2020) Governing AI-Driven Health Research: Are IRBs up to the Task? Ethics and Human Research",
                "link": ""
            },
            {
                "text": "\"A Philosopher's Look at the Belmont Principles (aka \"Chicken Soup for the HRPP Professional's Soul \")\" (November 19th, 2021) at PRIM&R’s Advancing Ethical Research Conference (panel with Hood, R., Schonfeld, T.",
                "link": ""
            },
            {
                "text": "\"Community Involvement in Research Ethics Oversight: Justifications, Boundaries, and Processes\" (May 2021) at the Canadian Association of Research Ethics Boards (CAREB-ACCER) Annual Meeting",
                "link": ""
            }
        ],
        "title4": "",
        "media": [
            {
                "text": "",
                "link": ""
            }
        ]
    }
 ]